Repository: chaichaimee/logViewer
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr

source: Search in NVDA Log Viewer
de: Im NVDA-Log-Viewer suchen
es: Buscar en el visor de registros de NVDA
fr: Rechercher dans le visualiseur de journal NVDA

source: Find Next
de: Nächstes suchen
es: Buscar siguiente
fr: Rechercher suivant

source: Find & Focus
de: Suchen & fokussieren
es: Buscar y enfocar
fr: Rechercher et focaliser

source: Case sensitive
de: Groß-/Kleinschreibung beachten
es: Distinguir mayúsculas
fr: Respecter la casse

source: Wrap around
de: Am Dokumentende fortsetzen
es: Búsqueda circular
fr: Rechercher en boucle

source: Find Previous
de: Vorheriges suchen
es: Buscar anterior
fr: Rechercher précédent

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Log is empty
de: Protokoll ist leer
es: El registro está vacío
fr: Le journal est vide

source: Invalid regular expression: {error}
de: Ungültiger regulärer Ausdruck: {error}
es: Expresión regular no válida: {error}
fr: Expression régulière invalide : {error}

source: Search term cannot be empty
de: Suchbegriff darf nicht leer sein
es: El término de búsqueda no puede estar vacío
fr: Le terme de recherche ne peut pas être vide

source: Search failed or invalid expression
de: Suche fehlgeschlagen oder ungültiger Ausdruck
es: La búsqueda falló o la expresión es inválida
fr: Échec de la recherche ou expression invalide

source: No matches found
de: Keine Treffer gefunden
es: No se encontraron coincidencias
fr: Aucune correspondance trouvée

source: Wrapping to first match
de: Zum ersten Treffer springen
es: Volviendo a la primera coincidencia
fr: Retour au premier résultat

source: Wrapping to last match
de: Zum letzten Treffer springen
es: Volviendo a la última coincidencia
fr: Retour au dernier résultat

source: Found {count} matches.
de: {count} Treffer gefunden.
es: Se encontraron {count} coincidencias.
fr: {count} correspondances trouvées.

source: Line {number}: {text}
de: Zeile {number}: {text}
es: Línea {number}: {text}
fr: Ligne {number} : {text}

source: No matches available
de: Keine Treffer verfügbar
es: No hay coincidencias disponibles
fr: Aucune correspondance disponible

source: Error moving to match
de: Fehler beim Wechsel zum Treffer
es: Error al ir a la coincidencia
fr: Erreur lors du passage au résultat

source: Insert bookmark in log
de: Lesezeichen ins Protokoll einfügen
es: Insertar marcador en el registro
fr: Insérer un signet dans le journal

source: Bookmark {number}
de: Lesezeichen {number}
es: Marcador {number}
fr: Signet {number}

source: Search in NVDA Log
de: Im NVDA-Protokoll suchen
es: Buscar en el registro de NVDA
fr: Rechercher dans le journal NVDA

source: NVDA Log Viewer not accessible
de: NVDA-Log-Viewer nicht erreichbar
es: El visor de registros de NVDA no es accesible
fr: Visualiseur de journal NVDA inaccessible

source: Failed to open search dialog
de: Suchdialog konnte nicht geöffnet werden
es: No se pudo abrir el cuadro de búsqueda
fr: Impossible d’ouvrir la boîte de recherche

source: No bookmarks found
de: Keine Lesezeichen gefunden
es: No se encontraron marcadores
fr: Aucun signet trouvé

source: Wrapping to first bookmark
de: Zum ersten Lesezeichen springen
es: Volviendo al primer marcador
fr: Retour au premier signet

source: Reached end of bookmarks
de: Ende der Lesezeichen erreicht
es: Se alcanzó el final de los marcadores
fr: Fin des signets atteinte

source: Already at first bookmark
de: Bereits beim ersten Lesezeichen
es: Ya en el primer marcador
fr: Déjà au premier signet

source: Wrapping to last bookmark
de: Zum letzten Lesezeichen springen
es: Volviendo al último marcador
fr: Retour au dernier signet

source: No bookmarks available
de: Keine Lesezeichen verfügbar
es: No hay marcadores disponibles
fr: Aucun signet disponible

source: Error moving to bookmark
de: Fehler beim Wechsel zum Lesezeichen
es: Error al ir al marcador
fr: Erreur lors du passage au signet

source: No search has been performed yet. Please use Control+F to perform a search first.
de: Es wurde noch keine Suche durchgeführt. Bitte zuerst Strg+F verwenden.
es: Aún no se ha realizado ninguna búsqueda. Use Control+F primero.
fr: Aucune recherche n’a encore été effectuée. Utilisez d’abord Ctrl+F.

source: Reached end of matches
de: Ende der Treffer erreicht
es: Se alcanzó el final de las coincidencias
fr: Fin des résultats atteinte

source: Already at first match
de: Bereits beim ersten Treffer
es: Ya en la primera coincidencia
fr: Déjà au premier résultat

source: {term} {current} of {total}
de: {term} {current} von {total}
es: {term} {current} de {total}
fr: {term} {current} sur {total}

source: Error moving to quick search result
de: Fehler beim Wechsel zum Schnellsuchergebnis
es: Error al ir al resultado de búsqueda rápida
fr: Erreur lors du passage au résultat rapide
